{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Congratuations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["ברכותינו! עיצבת בהצלחה את החנות שלך. עכשיו באפשרותך לחזור למסך הבית כדי להשלים את הגדרת האתר ולהתחיל למכור."],"Design a new theme":["תכנון ערכת עיצוב חדשה"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["העיצוב הפעיל שלך ישתנה ואתה עלול לאבד את כל השינויים שביצעת בו."],"Go to Products":["מעבר אל 'מוצרים'"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["כדי להתחיל להעמיס על המדפים הווירטואליים, אפשר להוסיף או לייבא את המוצרים, או לערוך את המוצרים לדוגמה."],"What's next?":["מה הצעד הבא?"],"View store":["הצגת החנות"],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink> later.":["יש לבחור כותרת תחתונה מתוך האפשרויות למטה. הכותרת התחתונה כוללת את הניווט המשני של האתר והיא תתווסף לכל דף. אפשר להמשיך בהתאמה האישית מאוחר יותר באמצעות <EditorLink>העורך<\/EditorLink>."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["אפשר ליצור עמוד בית שימשוך את העין בעזרת בחירה באחת מהפריסות שעוצבו מראש.  תהיה לך אפשרות להמשיך בהתאמה האישית של העמוד, כולל התוכן שבו, בשלב מאוחר יותר דרך <EditorLink>העורך<\/EditorLink>."],"Are you sure you want to design a new theme?":["האם בטוח שברצונך לתכנן ערכת עיצוב חדשה?"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["ברכות! עיצבת את החנות בהצלחה. יש לך אפשרות להתבונן בכל העבודה הקשה שלך, לפני המשך הסידור של החנות."],"Choose your homepage":["בחירת עמוד הבית שלך"],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["אני רוצה לקבל עדכונים לגבי החנות, כולל גופנים חדשים, באופן סדיר. בכך, יש הסכמה מצדי לשתף את הנתונים שלי כדי להתאים את חוויית הגדרת החנות שלי, לקבל תוכן רלוונטי יותר ולהפוך את WooCommerce למקום טוב יותר לכולם. אפשר לבטל הצטרפות בכל שלב בהגדרות של WooCommerce. {{link}}למידע נוסף בנושא מעקב אחר השימוש{{\/link}}."],"Opt in":["הרשמה"],"Get more fonts":["קבלת גופנים נוספים"],"Want more font pairings?":["רוצה עוד שילובי גופנים?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["כדי לקבל גישה לגופנים נוספים, צריך לשדרג <WordPressLink>לגרסה האחרונה של WordPress<\/WordPressLink>."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["כדי לקבל גישה לגופנים נוספים, צריך להצטרף <OptInModal>למעקב אחר השימוש<\/OptInModal>."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["כדי לקבל גישה לגופנים נוספים, צריך לשדרג <WordPressLink>לגרסה האחרונה של WordPress<\/WordPressLink> ו<OptInModal>להצטרף למעקב אחר השימוש<\/OptInModal>."],"Add your products":["הוספת המוצרים שלך"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["אופס! נתקלנו בבעיה בזמן ההקמה של התשתית. {{anchor}}יש לנסות שוב{{\/anchor}} או להתחיל עם ערכת עיצוב."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["כאן אפשר לספר לנו הכול. נשמח לשמוע כל הצעה, משוב או תגובה שיש לך לגבי החוויה שלך עם האפשרות 'ליצור ערכת עיצוב משלך'."],"I wanted to design my own theme.":["רציתי ליצור ערכת עיצוב משלי."],"What motivated you to choose the \"Design your own theme\" option?":["מה גרם לך לבחור באפשרות 'ליצור ערכת עיצוב משלך'?"],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. To help you get started, we've added some layouts for you to customize. Take a quick tour to discover what's possible.":["אפשר להתחיל לעצב את החנות, כולל הוספת הלוגו, שינוי ערכות הצבעים ובחירת פריסות. כדי לעזור לך להתחיל, הוספנו כמה פריסות שניתן להתאים אישית. כדאי לעיין בסיור המהיר כדי לגלות מה אפשרי."],"Choose your footer":["לבחור כותרת תחתונה"],"Design your homepage":["לעצב את עמוד הבית שלך"],"Choose your header":["לבחור כותרת תחתונה"],"Choose fonts":["לבחור גופנים"],"Choose your color palette":["לבחור את ערכת הצבעים"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["ליצור חנות שמשקפת את המוצג והעסק שלך. לבחור אחת מערכות העיצוב שעוצבו באופן מקצועי ולהתאים אותה אישית, או ליצור ערכת עיצוב משלך באמצעות בינה מלאכותית."],"Take a quick tour to discover what's possible.":["כדאי לעיין בסיור המהיר כדי לגלות מה אפשרי."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["חבל להתעכב בגלל זה! אפשר להתחיל להתאים אישית את המראה והאווירה של החנות על ידי הוספת הלוגו שלך ובחירה בצבעים ובפריסה הרצויים. "],"Discover what's possible with the store designer":["לגלות מה אפשרי עם מעצב החנות"],"Setting up the foundations":["הגדרת היסודות"],"Customize your theme":["התאמה אישית של ערכת העיצוב שלך"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["להמשיך להתאים אישית את החנות שלך באמצעות מעצב החנות. לשנות את ערכת הצבעים, הגופנים, פריסות העמוד ועוד."],"Edit your custom theme":["לערוך את ערכת העיצוב בהתאמה אישית שלך"],"Start designing":["להתחיל לעצב"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["ליצור במהירות חנות יפה באמצעות מעצב החנות המובנה שלנו. לבחור פריסה, סגנון ועוד הרבה יותר."],"Design your own":["לעצב בעצמך"],"Our AI tool had a few issues generating your content.":["כלי הבינה המלאכותית שלנו נתקל בכמה בעיות ביצירת התוכן שלך."],"Welcome to your store!":["ברוך בואך לחנות שלך!"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["יש לבחור את ערכת הצבעים שתתאים למותג שלך באופן הטוב ביותר. רוצה לשנות את הצבעים? אפשר ליצור ערכת צבעים מותאמת אישית למטה, או לעדכן אותה בשלב מאוחר יותר דרך המקטע <EditorLink>עורך<\/EditorLink> | <StyleLink>סגנונות<\/StyleLink>."],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["ניתן לבחור צמד גופנים שיתאים בצורה הטובה למותג שלך. אנחנו נשתמש בגופן הגדול יותר בשביל כותרות עליונות ובגופן הקטן יותר בשביל התוכן התומך. תהיה לך אפשרות לשנות את הגופן בכל עת דרך המקטע <EditorLink>עורך<\/EditorLink> | <StyleLink>סגנונות<\/StyleLink>."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["נשמח לשמוע ממך את הסוד. כל ההצעות, המשוב או התגובות לגבי חוויית החנות שנוצרה באמצעות בינה מלאכותית יתקבלו בברכה."],"Did you find anything confusing, irrelevant, or not useful?":["האם משהו היה מבלבל, לא רלוונטי או לא שימושי מבחינתך?"],"Other.":["אחר."],"I didn't find a theme that matched my needs.":["לא מצאתי ערכת עיצוב שתואמת לדרישות שלי."],"I didn't like any of the available themes.":["לא אהבתי אף אחת מערכות העיצוב הזמינות."],"I wanted to see how AI could help me streamline the process.":["רציתי לראות כיצד בינה מלאכותית יכולה לעזור לי לייעל את התהליך."],"What motivated you to choose the “Design with AI” option?":["מה סיפק לך מוטיבציה לבחור באפשרות \"עיצוב עם בינה מלאכותית\"?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["בסולם שבין 1 (מסובכת) ל-5 (קלה מאוד), איך הייתה עבורך חוויית השימוש באופן כללי?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["המטרה שלנו היא לוודא שיהיו ברשותך כל הכלים הנכונים כדי להתחיל בהתאמה אישית של החנות. נשמח לדעת אם מימשנו אותה וכיצד נוכל להשתפר."],"Block Patterns":["מקבצי בלוקים"],"Continue designing":["המשך העיצוב"],"Exit and lose changes":["יציאה ואיבוד השינויים"],"You'll lose any changes you've made to your store's design and will start the process again.":["השינויים שביצעת בעיצוב החנות לא יישמרו ונתחיל שוב את התהליך."],"Are you sure you want to exit?":["האם ברצונך לצאת?"],"Generating content":["יוצר תוכן"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["מופעל על ידי AI ניסיוני. {{link}}למידע נוסף{{\/link}}"],"Editor canvas":["בד ציור של עורך"],"Please try again":["יש לנסות שוב"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["אופס! נתקלנו בבעיה בעת הפקת החנות שלך. <retryButton\/>"],"Start again":["יש להתחיל שוב"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["אנו נבקש לספק שוב את פרטי העסק וכל עיצובי הבינה המלאכותית הקיימים יאבדו. אם ברצונך לבצע התאמה אישית של העיצובים הקיימים, ניתן לבצע זאת באמצעות מעבר אל <EditorLink>עורך<\/EditorLink>."],"Are you sure you want to start over?":["האם בטוח שברצונך להתחיל מחדש?"],"Are you sure you want to start a new design?":["האם בטוח שברצונך להתחיל עיצוב חדש?"],"Create a new one":["יצירת חדש"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["באפשרותך להמשיך לבצע התאמה אישית של מראה החנות שעוצבה באמצעות רכיב בינה מלאכותית או להתחיל שוב וליצור עיצוב חדש."],"Customize your custom theme":["התאמה אישית של ערכת העיצוב"],"Find out how":["כיצד עושים זאת"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["נראה שהשימוש ב-Jetpack הוא במצב לא מקוון − יש לעבור למצב מקוון כדי להתחיל לבצע עיצוב האמצעות שימוש ברכיב הבינה המלאכותית."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Store Designer יפיק עיצוב חנות חדש עבורך וכל השינויים שבוצעו בערכת העיצוב הפעילה יאבדו. אם ברצונך להמשיך לערוך את ערכת העיצוב, ניתן לבצע זאת באמצעות <EditorLink>העורך<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["למרבה הצער, [AI Store designer] אינו זמין בשלב זה מכיוון שאיננו יכולים לזהות את הרשת שלך. יש לבדוק את החיבור לאינטרנט."],"Looking to design your store using AI?":["האם ברצונך לעצב את החנות באמצעות שימוש ברכיב הבינה המלאכותית?"],"Active theme":["ערכת עיצוב פעילה"],"Back to Home":["בחזרה לעמוד הבית"],"Go back to the Home screen to complete your store setup and start selling":["לחזור למסך הבית כדי להשלים את הגדרת החנות ולהתחיל למכור"],"Go to the Editor":["לעבור לעורך"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["אפשר לעבור אל העורך כדי לשנות את התמונות והטקסט, להוסיף עוד דפים ולבצע התאמות אישיות נוספות."],"Fine-tune your design":["לשפר את העיצוב"],"Browse all themes":["עיון בכל ערכות עיצוב"],"Or select a professionally designed theme to customize and make your own.":["או שאפשר לבחור ערכה עם עיצוב מקצועי, ולהתאים אותה אישית לפי הצרכים שלך."],"Design with AI":["עיצוב עם AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["אפשר לעצב את המראה של החנות, ליצור דפים וליצור עותק באמצעות כלי ה-AI המובנים שלנו."],"Use the power of AI to design your store":["להשתמש בעוצמת ה-AI כדי לעצב את החנות"],"Customize your store":["להתאים אישית את החנות שלך"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["התאמה אישית של הסגנון והפריסה של החנות כך שיתאימו למותג שלך! אפשר להוסיף לוגו, לשנות את הגופן והצבעים ולנסות פריסות שונות של הדף. אפשר לערוך את הטקסט והתמונות מאוחר יותר דרך העורך."],"Make your store your own":["להפוך את החנות לשלך"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["כל שינוי שמבוצע בפריסה ובסגנון יופיע כאן בזמן אמת - מעולה כדי לבדוק תצוגות שונות לפני שמפרסמים. אפשר גם לשנות את גודל האזור הזה כדי לבדוק איך החנות שלך נראית בנייד."],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["ליצור חנות שמשקפת את המוצג והעסק שלך. לבחור אחד מערכות העיצוב שעוצבו באופן מקצועי כדי להתאים אישית, או ליצור ערכת עיצוב משלך באמצעות מעצב החנות שלנו."],"Your store looks great!":["החנות שלך נראית נהדר!"],"View your changes in real time":["הצגת השינויים בזמן אמת"],"Welcome to your AI-generated store!":["ברוכים הבאים לחנות שנוצרה על ידי AI!"],"Take a tour":["לבצע סיור"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["ניתן להשתמש במקשי החיצים שמאלה וימינה כדי לשנות את גודל הקנבס. אפשר להחזיק את Shift כדי לשנות את הגודל במרווחים גדולים יותר."],"Saving failed.":["השמירה נכשלה."],"Logo":["לוגו"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["להתאים את החנות למותג שלך באמצעות הוספה של לוגו. לקבלת התוצאות הטובות ביותר יש להעלות קבצי SVG או PNG ברוחב של 300 פיקסלים לפחות."],"Use as site icon":["להשתמש כאייקון של האתר"],"Link logo to homepage":["לקשר לוגו לעמוד הבית"],"Image width":["רוחב התמונה"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["יש לבחור כותרת תחתונה חדשה מהאפשרויות למטה. הכותרת התחתונה כוללת את הניווט המשני של האתר והיא תתווסף לכל דף. אפשר להמשיך עם התאמה אישית באמצעות <EditorLink>העורך<\/EditorLink>."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["בהתבסס על החנויות המצליחות ביותר בענף ובמיקום שלך, כלי ה-AI שלנו המליץ על התבנית הזו עבור העסק. רוצה פריסה שונה? אפשר לבחור עכשיו מהתבניות למטה, או מאוחר יותר באמצעות <EditorLink>העורך<\/EditorLink>."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["לבחור כותרת חדשה מהאפשרויות למטה. הכותרת כוללת את הניווט של האתר והיא תתווסף לכל דף. אפשר להמשיך עם התאמה אישית באמצעות <EditorLink>העורך<\/EditorLink>."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["כאן אפשר להתחיל להתאים אישית את המראה והאווירה של החנות, כולל הוספת הלוגו שלך ושינוי הצבעים והפריסות. כדאי לעיין בסיור המהיר כדי לגלות מה אפשרי."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["סמלי האתר מוצגים בכרטיסיות הדפדפן, בסרגל הסימניות ובתוך האפליקציות של WordPress לנייד."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["כלי ה-AI בחר את צימוד הגופנים המתאים ביותר לעסק שלך. אם ברצונך לשנות אותם, אפשר לבחור באפשרות חדשה למטה עכשיו, או מאוחר יותר דרך <EditorLink>העורך<\/EditorLink> | <StyleLink>סגנונות<\/StyleLink>."],"Change your font":["לשנות את הגופנים שלך"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["בהתבסס על המידע ששיתפת, כלי ה-AI שלנו ממליץ להשתמש בלוח הצבעים הזה. האם לשנות אותה? אפשר לבחור או להוסיף צבעים חדשים למטה, או לעדכן אותם מאוחר יותר דרך <EditorLink>העורך<\/EditorLink> | <StyleLink>סגנונות<\/StyleLink>."],"or create your own":["או ליצור משלך"],"Change your footer":["לשנות את הכותרת התחתונה"],"Change your homepage":["לשנות את עמוד הבית שלך"],"Change your header":["לשנות את הכותרת"],"Change fonts":["לשנות גופנים"],"Change the color palette":["לשנות את לוח הצבעים"],"Add your logo":["להוסיף את הלוגו שלך"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["אפשר להשתמש בכלי הסגנון והפריסה שלנו כדי להתאים אישית את עיצוב החנות שלך. אפשר להוסיף או לשנות תוכן ותמונות דרך <EditorLink>העורך<\/EditorLink> מאוחר יותר."],"Let's get creative":["שנתחיל ליצור?"],"Which writing style do you prefer?":["איזה סגנון כתיבה מועדף עליך?"],"Direct yet respectful, serious and professional.":["ישיר אך מכבד, רציני ומקצועי."],"Formal":["רשמי"],"Relaxed and friendly, like a conversation with a friend.":["רגוע וידידותי, כמו שיחה עם חבר."],"Informal":["לא רשמית"],"How would you like your store to look?":["איך היית רוצה שהחנות שלך תיראה?"],"Bold":["מודגש"],"Classic":["קלאסי"],"Contemporary":["עכשווי"],"Who your target audience is":["מי קהל היעד שלך"],"What makes your business unique":["מה מייחד את העסק שלך"],"How many products you plan on displaying":["כמה מוצרים ברצונך להציג"],"What you want to sell":["מה ברצונך למכור"],"Try to include:":["כדאי לכלול:"],"The more detail you provide, the better job our AI can do!":["ככל שיהיו יותר פרטים, ה-AI שלנו יכול לעשות עבודה טובה יותר!"],"Impartial tone with casual expressions without slang.":["נימת דיבור ניטרלית עם התבטאויות יומיומיות ללא סלנג."],"Clean lines, neutral colors, sleek and modern look.":["שורות נקיות, צבעים ניטרליים, מראה חלק ומודרני."],"Vibrant with eye-catching colors and visuals.":["צבעים ואלמנטים חזותיים חיים שתופסים את תשומת הלב."],"Elegant and timeless with a nostalgic touch.":["מראה אלגנטי וקלאסי עם אווירה נוסטלגית."],"Tell us a bit more about your business":["נשמח לשמוע פרטים נוספים על העסק שלך"],"Applying the finishing touches":["הוספת ליטושים אחרונים"],"Assembling your AI-optimized store":["הרכבת החנות עם מיטוב AI"],"Designing the best look for your business":["עיצוב המראה הכי טוב עבור העסק"],"Comparing the top performing stores":["השוואה בין החנויות עם הביצועים הטובים ביותר"],"Analyzing your responses":["ניתוח התגובות שלך"],"Opening the doors":["פתיחת דלתות"],"Drag to resize":["יש לגרור כדי לשנות את הגודל"],"Turning on the lights":["מדליקים את האור"],"Thanks for the feedback. We'll put it to good use!":["תודה על המשוב. נשתמש בו היטב!"],"Replace":["להחליף"],"Continue setting up your store":["להשלים את ההגדרה של החנות שלך"],"Options":["אפשרויות"],"Send":["לשלוח"],"Neutral":["לא קלה ולא קשה"],"Back":["חזרה"],"Navigation":["ניווט"],"Style":["סגנון"],"Paid":["שולם"],"Share feedback":["כדאי לשלוח משוב"],"Skip":["לדלג"],"Customize":["התאמה אישית"],"Layout":["פריסה"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["הקודם"],"Save":["שמור"],"Cancel":["ביטול"],"Continue":["המשך"],"Delete":["מחיקה"],"Settings":["הגדרות"],"Default":["ברירת מחדל"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}