{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["ניתן למצוא את כל הרכישות שלך ב-Woo Marketplace כאן, או ב-WooCommerce.com.<br\/><br\/>כל רכישה מגובה על ידי ⁦<a1>⁩ההתחייבות שלנו להחזר כספי תוך 30 יום⁦<\/a1>⁩ וכוללת ⁦<a2>⁩תמיכה בצ'אט ובאימייל⁦<\/a2>⁩.<br\/><br\/>זה הכול! עכשיו הכל מוכן כדי להפעיל את החנות שלך."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["כל ההרחבות והפתרונות הרלוונטיים מוצגים למטה.<br\/><br\/>אפשר ללחץ על פתרון כדי לקבל עוד מידע על התכונות שלו, דרישות ההתקנה והתיעוד הזמין."],"Learn more about each product":["למידע נוסף על כל אחד מהמוצרים"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["אם לא בטוחים מה בדיוק צריך, אפשר לעיין בכל ההרחבות הזמינות לפי קטגוריות."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["אפשר לתת לחנות שלך עוצמה על ידי הוספת פונקציונליות באמצעות הרחבות, או ליצור אינטגרציה של החנות עם תוכנה ושירותים אחרים.<br\/><br\/>כאן אפשר למצא מאות פתרונות מהימנים לחנות שלך - כולם נבדקו ואושרו על ידי הצוות של Woo.<br\/><br\/>גם אפשר לגלוש ב-Woo Marketplace דרך WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["אפשר להשתמש בתיבת החיפוש כדי למצוא הרחבות או פתרונות ספציפיים."],"email and live chat support":["תמיכה בצ'אט ובאימייל"],"Contact support":["לפנות לתמיכה"],"30-day money-back guarantee":["אנחנו מתחייבים להחזר כספי תוך 30 יום"],"Refund policy":["מדיניות החזרים"],"Manage your purchases":["ניהול הרכישות שלך"],"Browse for new ideas":["לחפש רעיונות חדשים"],"Find exactly what you need":["לחפש בדיוק את מה שצריך"],"Welcome to the WooCommerce Marketplace":["ברוכים הבאים ל-WooCommerce Marketplace"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}