{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["לדוגמה, הוספנו את השיטה \"משלוח חינם\" עבור קונים במדינה שלך. ניתן לערוך, להוסיף או להסיר שיטות משלוח על ידי בחירת \"לערוך\" או \"למחוק\"."],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["יש להוסיף שיטת משלוח אחת או יותר שברצונך להציע לקונים באזורים שלך."],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["הוספנו אזורי משלוח כדי לאפשר לך להתחיל – ניתן לנהל אותם על ידי בחירת \"לערוך\" או \"למחוק\"."],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["יש לציין את האזורים שברצונך לשלוח אליהם! יש לתת לכל אזור שם, ולאחר מכן לפרט את האזורים שברצונך לכלול. האזורים שלך יכולים להיות ספציפיים עד לרמת המיקוד או נרחבים ברמת מדינה. הקונים יוכלו לראות רק את השיטות הזמינות באזורם."],"There was a problem marking the shipping tour as completed.":["אירעה בעיה במהלך הניסיון לסמן את סיור המשלוחים כ'הושלם'."],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["רוצה להאיץ את התהליך ולהדפיס את תווית המשלוח שלך ישירות מלוח הבקרה של Woo? אולי השירות של WooCommerce Shipping יתאים לך! "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["להדפיס תוויות USPS ו-DHL ישירות מלוח הבקרה שלך ב-Woo ולחסוך כסף על המשלוח הודות לתעריפים מוזלים. אפשר לנהל את WooCommerce Shipping מהמקטע הנוכחי."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["אנחנו ממליצים להוסיף אחת מהרחבות המשלוח הבאות לחנות שלך. ההרחבה הזאת תותקן ותופעל עבורך לאחר הלחיצה על 'מתחילים כאן'."],"Recommended shipping solutions":["פתרונות מומלצים למשלוח"],"🎉 WooCommerce Shipping is installed!":["🎉השירות של WooCommerce Shipping הותקן!"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["להדפיס תוויות USPS ו-DHL Express ישירות מלוח הבקרה שלך ב-WooCommerce ולחסוך כסף על המשלוח."],"Finish the setup by connecting your store to WordPress.com.":["יש להשלים את ההגדרה באמצעות חיבור החנות אל WordPress.com."],"See more options":["להציג אפשרויות נוספות"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["להסתיר את המידע"],"(opens in a new tab)":["(נפתח בלשונית חדשה)"],"Get started":["מתחילים כאן"],"Task List Options":["אפשרויות של רשימת המשימות"],"Recommended":["מומלץ"],"Activate":["הפעלה"],"Shipping zones":["אזורי משלוח"],"Shipping methods":["שיטות משלוח"],"Learn more":["מידע נוסף"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}