{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Next product variation":["סוג המוצר הבא"],"Previous product variation":["סוג המוצר הקודם"],"Return to main product":["לחזור למוצר המרכזי"],"Next post":["הפוסט הבא"],"Previous post":["הפוסט הקודם"],"Show me around (10s)":["הראו לי את האפשרויות הקיימות (10 שניות)"],"I'll explore on my own":["אני אסתכל לבד"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["נוכל להראות לך במהרה איך לנווט בטופס ואת כל השלבים ביצירת המוצר."],"Product editing tour":["סיור לעריכת מוצר"],"Meet the product editing form":["זהו הטופס לעריכת המוצר"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["אם בטופס עדיין אין את כל האפשרויות שנדרשות לך – אנחנו עדיין עובדים עליו – אפשר להחליף לעורך הקלאסי בכל עת."],"⚙️ Looking for more?":["⚙️ נדרשות לך אפשרויות נוספות?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["לאחר שהזנת את כל הפרטים בצורה תקינה, יש להשתמש בכפתורים שבחלקו העליון של העמוד כדי לראות בקלות תצוגה מקדימה של הטופס ולפרסם את המוצר. יש ללחוץ על כפתור החץ לאפשרויות נוספות."],"🔍 Preview and publish":["🔍 להציג תצוגה מקדימה ולפרסם"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["בסיום, יש להשתמש בלשוניות כדי להחליף להגדרות ולפרטים אחרים. בעתיד, יופיעו כאן גם הרחבות ותוספים."],"✍️ Set up pricing & more":["✍️ להגדיר מחירים ואפשרויות נוספות"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["טופס המוצר יעזור לך לתאר את כל השדות של המוצר – החל בפרטים כגון שם ותיאור וכלה במאפיינים שלפיהם הלקוחות יוכלו לחפש את המוצר בחנות שלך."],"📣 Tell a story about your product":["📣 לספר על המוצר שלך"],"Manage individual variation details in the Options tab.":["לנהל פרטים של סוג בודד בלשונית 'אפשרויות'."],"The end date of the sale must be after the start date.":["תאריך הסיום של המבצע חייב לחול לאחר תאריך ההתחלה."],"The start date of the sale must be before the end date.":["תאריך ההתחלה של המבצע חייב לחול לפני תאריך הסיום."],"Please enter a valid date.":["יש להזין תאריך תקף."],"More product options":["אפשרויות מוצרים נוספות"],"Stock quantity must be a positive number.":["הכמות במלאי חייבת להיות מספר חיובי."],"Weight must be higher than zero.":["המשקל חייב להיות מעל אפס (0)."],"Height must be higher than zero.":["הגובה חייב להיות מעל אפס (0)."],"Length must be higher than zero.":["האורך חייב להיות מעל אפס (0)."],"Width must be higher than zero.":["הרוחב חייב להיות מעל אפס (0)."],"Sale price cannot be equal to or higher than regular price.":["מחיר המבצע לא יכול להיות שווה למחיר ההרגיל או גבוה ממנו."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["יש להזין מחיר עם נקודה כספית עשרונית אחת ללא מפריד אלפים או סמל מטבע."],"Please enter a product name shorter than 120 characters.":["יש להזין שם מוצר שאינו חורג מ-120 תווים."],"This field is required.":["חובה להזין שדה זה."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["לא ניתן לערוך את הפריט הזה מאחר שהוא נמצא בפח. יש לשחזר את הפריט ולנסות שוב."],"Close settings":["לסגור הגדרות"],"Menu order":["סידור תפריט"],"Enable reviews":["אפשר חוות דעת"],"Products":["מוצרים"],"Advanced":["מתקדם"],"Settings":["הגדרות"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}