{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"This subscription was shared by <email>%s<\/email>. <link>Learn more<\/link>.":["המינוי שותף על ידי <email>%s<\/email>. <link>למידע נוסף<\/link>."],"Shared with you":["שותף איתך"],"No extensions, themes or business services found…":["לא נמצאו הרחבות, תבניות או שירותים עסקיים…"],"business service":["שירות עסקי"],"business services":["שירותים עסקיים"],"Services to help your business grow":["שירותים שיעזרו לעסק שלך לצמוח"],"Free plan available":["תוכנית חינמית זמינה"],"Search for extensions, themes, and business services":["לחפש הרחבות, תבניות ושירותים עסקיים"],"Business services":["שירותים עסקיים"],"<strong>Connect your store to WooCommerce.com<\/strong> to get updates and streamlined support for your subscriptions.":["ניתן <strong>לחבר את החנות שלך ל-WooCommerce.com<\/strong> כדי לקבל עדכונים ותמיכה יעילה למינויים שלך."],"Your store might be at risk as you are running old versions of WooCommerce plugins.":["ייתכן שהחנות שלך בסיכון מאחר שגרסאות ישנות של תוספי WooCommerce מופעלים."],"Connect your store to WooCommerce.com using the WooCommerce.com Update Manager. Once connected, you'll be able to manage your subscriptions, receive product updates, and access streamlined support from this screen.":["באפשרותך לחבר את החנות שלך ל-WooCommerce.com באמצעות מנהל העדכונים של WooCommerce.com. לאחר החיבור, תהיה לך אפשרות לנהל את המינויים, לקבל עדכונים למוצרים ולגשת לתמיכה יעילה ממסך זה."],"Manage on WooCommerce.com":["ניהול ב-WooCommerce.com"],"Version %s is available. To access this update, please first <b>install the WooCommerce.com Update Manager<\/b> extension. Alternatively, you can download and install it manually.":["הגרסה %s זמינה. כדי לגשת לעדכון זה, תחילה יש <b>להתקין את ההרחבה למנהל העדכונים של WooCommerce.com<\/b>. לחלופין, אפשר להוריד ולהתקין אותו באופן ידני."],"Version %s is available. To access this update, please <b>activate the WooCommerce.com Update Manager<\/b> extension.":["הגרסה %s זמינה. כדי לגשת לעדכון זה, תחילה יש <b>להפעיל את ההרחבה למנהל העדכונים של WooCommerce.com<\/b>."],"Access your updates":["גישה לעדכונים"]," Browse the <a>WordPress.org theme directory<\/a> to discover more.":[" כדי לגלות עוד, יש לדפדף <a>בספריית ערכות העיצוב של WordPress.org<\/a>."],"Didn’t find a theme you like?":["לא מצאת ערכת עיצוב לטעמך?"],"Sponsored":["בחסות"],"Design a new theme":["תכנון ערכת עיצוב חדשה"],"Please install the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.<br\/>Alternatively, you can download and install it manually.":["יש <b>להתקין את מנהל העדכונים של WooCommerce.com<\/b> כדי להמשיך לקבל את העדכונים וליהנות מתמיכה יעילה. שירותים אלה כלולים במינויים ל-WooCommerce.com.<br\/>לחלופין, אפשר להוריד ולהתקין אותו באופן ידני."],"Activate the <b>WooCommerce.com Update Manager<\/b> to continue receiving the updates and streamlined support included in your WooCommerce.com subscriptions.":["יש להפעיל את <b>מנהל העדכונים של WooCommerce.com<\/b> כדי להמשיך לקבל את העדכונים וליהנות מתמיכה יעילה. שירותים אלה כלולים במינויים ל-WooCommerce.com."],"Your active theme will be changed and you could lose any changes you’ve made to it.":["העיצוב הפעיל שלך ישתנה ואתה עלול לאבד את כל השינויים שביצעת בו."],"Are you sure you want to design a new theme?":["האם בטוח שברצונך לתכנן ערכת עיצוב חדשה?"],"We need your address to complete installing this product. We will redirect you to WooCommerce.com checkout. Afterwards, you will be able to install the product.":["אנחנו זקוקים לכתובת שלך כדי להשלים את התקנת המוצר. ננתב אותך מחדש אל התשלום בקופה ב-WooCommerce.com. לאחר מכן תהיה לך אפשרות להתקין את המוצר."],"An error occurred. Please try again later.":["אירעה שגיאה. יש לנסות שוב מאוחר יותר."],"Activation failed. Please try again from the plugins page.":["ההפעלה נכשלה. יש לנסות שוב מעמוד התוספים."],"View Docs":["להציג את Docs"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["ההרחבה הותקנה בהצלחה, אבל אנחנו לא יכולים להפעיל אותה כרגע. עליך לבקר בעמוד התוספים כדי להציג מידע נוסף."],"Extension successfully installed. Would you like to activate it?":["ההרחבה הותקנה בהצלחה. האם ברצונך להפעיל אותה?"],"Add to Store":["להוסיף לחנות"],"Customize your theme":["התאמה אישית של ערכת העיצוב שלך"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["להמשיך להתאים אישית את החנות שלך באמצעות מעצב החנות. לשנות את ערכת הצבעים, הגופנים, פריסות העמוד ועוד."],"Edit your custom theme":["לערוך את ערכת העיצוב בהתאמה אישית שלך"],"Start designing":["להתחיל לעצב"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["ליצור במהירות חנות יפה באמצעות מעצב החנות המובנה שלנו. לבחור פריסה, סגנון ועוד הרבה יותר."],"Design your own":["לעצב בעצמך"],"View in Plugins":["להציג במקטע 'תוספים'"],"View docs":["להציג את המסמכים"],"Would you like to install this extension?":["האם להתקין את ההרחבה הזאת?"],"Keep the momentum going and start setting up your extension.":["אם כבר נכנסת לקצב, כדאי להתחיל בהתקנת ההרחבה כעת."],"In order to install a product, you need to first connect your account.":["כדי להתקין את המוצר, עליך לחבר את החשבון שלך תחילה."],"Add to store":["להוסיף לחנות"],"You are ready to go!":["הכול מוכן!"],"Could not find subscription with product key %s.":["לא ניתן היה למצוא מינוי עם מפתח המוצר %s."],"%s couldn’t be installed. Please install the product manually.":["לא ניתן היה להתקין את %s. יש להתקין את המוצר ידנית."],"Error loading subscriptions: %s":["שגיאה בטעינת המינויים: %s"],"Connect Account":["לחבר חשבון"],"Manage your subscriptions":["לנהל את המינויים שלך"],"WooCommerce.com subscriptions you haven't used yet.":["מינויי WooCommerce.com שטרם השתמשת בהם."],"Available to use":["זמין לשימוש"],"Installed on this store":["מותקן בחנות זו"],"WooCommerce.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on WooCommerce.com.":["הרחבות WooCommerce.com וערכות עיצוב המותקנות בחנות זו. כדי לראות את כל המינויים שלך, יש לעבור אל <a>החשבון שלך<custom_icon \/><\/a> ב-WooCommerce.com."],"Refresh":["ריענון"],"Refresh subscriptions":["ריענון מינויים"],"Error refreshing subscriptions: %s":["שגיאה בריענון מינויים: %s"],"Subscriptions refreshed.":["בוצע ריענון של מינויים."],"On":["מופעל"],"Never expires":["ללא תאריך תפוגה"],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["כדי לקבל עדכונים ותמיכה, יש <renew>לחדש<\/renew> מינוי זה או להשתמש במינוי מחשבון אחר על ידי <sharing>שיתוף<\/sharing> או <transferring>העברה<\/transferring>."],"To receive updates and support, please connect your subscription to this store.":["כדי לקבל עדכונים ותמיכה, יש לחבר את המינוי לחנות זו."],"Not connected":["לא מחובר"],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["כדי לקבל עדכונים ותמיכה, יש <purchase>לרכוש<\/purchase> מינוי או להשתמש במינוי מחשבון אחר על ידי <sharing>שיתוף<\/sharing> או <transferring>העברה<\/transferring>."],"No subscription":["אין מינויים"],"%s icon":["סמל %s"],"View documentation":["לצפייה בתיעוד"],"Manage in Plugins":["ניהול ב'תוספים'"],"Update to %s":["עדכון אל %s"],"Reload page and try again":["יש לטעון מחדש את העמוד ולנסות שוב"],"%s couldn’t be updated.":["לא הייתה אפשרות לעדכן את %s."],"%s updated successfully.":["%s עודכן בהצלחה."],"Version %s is available. To enable this update you need to purchase a subscription.":["הגרסה %s זמינה. כדי לאפשר את העדכון, יש לרכוש מינוי."],"Subscribe to update":["הרשמה כמנוי לעדכונים"],"Version %s is available. To enable this update you need to renew your subscription.":["הגרסה %s זמינה. כדי לאפשר את העדכון, יש לחדש את המינוי."],"Renew to update":["יש לחדש כדי לעדכן"],"Version %s is available. To enable this update you need to connect your subscription to this store.":["הגרסה %s זמינה. כדי לאפשר את העדכון, יש לחבר את המינוי שלך לחנות זו."],"Connect to update":["יש לחבר כדי לעדכן"],"%s couldn’t be installed.":["לא הייתה אפשרות להתקין את %s."],"%s successfully installed.":["%s הותקן בהצלחה."],"%s could not be activated. Please activate it manually.":["לא הייתה אפשרות להפעיל את %s. יש להפעיל אותו באופן ידני."],"%s couldn’t be connected.":["לא הייתה אפשרות לחבר את %s."],"%s successfully connected.":["%s חובר בהצלחה."],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["לא מותקנות הרחבות או ערכות עיצוב. <a>עיון בחנות<\/a>"],"Loading your subscriptions":["טעינת המנויים שלך"],"Auto-renew":["חידוש אוטומטי"],"Expiry\/Renewal date":["תאריך תפוגה\/חידוש"],"No extensions or themes found…":["לא נמצאו הרחבות או ערכות עיצוב..."],"Try searching again using a different term, or take a look at our recommendations below.":["אפשר לנסות לבצע שוב חיפוש באמצעות שימוש במונח אחר או לבדוק את ההמלצות שלנו להלן."],"Please reload and try again":["יש לטעון מחדש ולנסות שוב"],"My subscriptions":["המינויים שלי"],"Subscribe":["הרשמה"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["מופעל על ידי AI ניסיוני. {{link}}למידע נוסף{{\/link}}"],"View all":["הצגת הכל"],"0 %s found":["נמצאו 0 %s"],"themes":["ערכות עיצוב"],"extension":["הרחבה"],"extensions":["הרחבות"],"Most popular extensions":["ההרחבות הפופולריות ביותר"],"Our favorite themes":["ערכות העיצוב המועדפות עלינו"],"theme":["תבנית"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"Search for extensions and themes":["חיפוש הרחבות וערכות עיצוב"],"Themes":["ערכות עיצוב"],"Search results":["תוצאות חיפוש"],"Start again":["יש להתחיל שוב"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["אנו נבקש לספק שוב את פרטי העסק וכל עיצובי הבינה המלאכותית הקיימים יאבדו. אם ברצונך לבצע התאמה אישית של העיצובים הקיימים, ניתן לבצע זאת באמצעות מעבר אל <EditorLink>עורך<\/EditorLink>."],"Are you sure you want to start over?":["האם בטוח שברצונך להתחיל מחדש?"],"Are you sure you want to start a new design?":["האם בטוח שברצונך להתחיל עיצוב חדש?"],"Create a new one":["יצירת חדש"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["באפשרותך להמשיך לבצע התאמה אישית של מראה החנות שעוצבה באמצעות רכיב בינה מלאכותית או להתחיל שוב וליצור עיצוב חדש."],"Customize your custom theme":["התאמה אישית של ערכת העיצוב"],"Find out how":["כיצד עושים זאת"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["נראה שהשימוש ב-Jetpack הוא במצב לא מקוון − יש לעבור למצב מקוון כדי להתחיל לבצע עיצוב האמצעות שימוש ברכיב הבינה המלאכותית."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Store Designer יפיק עיצוב חנות חדש עבורך וכל השינויים שבוצעו בערכת העיצוב הפעילה יאבדו. אם ברצונך להמשיך לערוך את ערכת העיצוב, ניתן לבצע זאת באמצעות <EditorLink>העורך<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["למרבה הצער, [AI Store designer] אינו זמין בשלב זה מכיוון שאיננו יכולים לזהות את הרשת שלך. יש לבדוק את החיבור לאינטרנט."],"Looking to design your store using AI?":["האם ברצונך לעצב את החנות באמצעות שימוש ברכיב הבינה המלאכותית?"],"Try again":["יש לנסות שוב"],"Additional thoughts":["תובנות נוספות"],"The Extensions screen’s functionality meets my needs":["הפונקציונליות של מסך ההרחבות עונה על הצרכים שלי"],"It was easy to find an extension":["היה קל למצוא הרחבה"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["המשוב שלך יעזור לנו ליצור חוויה טובה יותר לאנשים כמוך! נשמח לדעת מהי מידת ההסכמה או אי-ההסכמה שלך לאמירות שבהמשך."],"How easy was it to find an extension?":["עד כמה היה קל למצוא הרחבה?"],"How easy is it to find an extension?":["עד כמה קל למצוא הרחבה?"],"Strongly agree":["נוטה להסכים"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["כל מה שנמצא ב-Marketplace נבנה על ידי הצוות שלנו או על ידי השותפים המהימנים שלנו, כך שאפשר להיות בטוחים באיכות שלו."],"With detailed documentation and a global support team, help is always available if you need it.":["עם תיעוד מפורט וצוות תמיכה גלובלי, תמיד אפשר למצוא עזרה כשצריכים."],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["אם שינית את דעתך תוך 30 יום מיום הרכישה, נעניק לך החזר מלא - ללא טרחה."],"Hundreds of vetted products and services. Unlimited potential.":["מאות מוצרים ושירותים שקיבלו אישור. אין גבול לאפשרויות."],"<a>Products<\/a> you can trust":["<a>מוצרים <\/a>שאפשר לסמוך עליהם"],"<a>Get help<\/a> when you need it":["<a>לקבל עזרה<\/a> לפי הצורך"],"30-day <a>money-back guarantee<\/a>":["<a>אנחנו מתחייבים להחזר כספי<\/a> תוך 30 יום"],"Woo Marketplace":["Woo Marketplace"],"More":["עוד"],"Toggle category dropdown":["הפעלה\/כיבוי של תפריט קטגוריות נפתח"]," annually":[" שנתי"],"Free download":["הורדה חינם"],"By ":["מאת "],"WooCommerce.com account":["חשבון WooCommerce.com"],"Manage your subscriptions, get updates and support for your extensions and themes.":["לנהל את המנויים, ולקבל עדכונים ותמיכה עבור התוספים וערכות העיצוב שלך."],"Connect account":["לחבר חשבון"],"User options":["אפשרויות למשתמש"],"Not Connected":["לא מחובר"],"Connected":["מחובר"],"Keep connected":["להישאר מעודכנים"],"Disconnect account":["ניתוק החשבון"],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["כדאי להשאיר את החשבון מחובר כדי לנהל את המנויים, ולקבל עדכונים ותמיכה עבור התוספים וערכות העיצוב."],"Design with AI":["עיצוב עם AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["אפשר לעצב את המראה של החנות, ליצור דפים וליצור עותק באמצעות כלי ה-AI המובנים שלנו."],"Use the power of AI to design your store":["להשתמש בעוצמת ה-AI כדי לעצב את החנות"],"Off":["מושבת"],"Agree":["הסכמה"],"Disagree":["אי-הסכמה"],"Strongly disagree":["אי-הסכמה מלאה"],"Updating":["מעדכן"],"See more":["עוד"],"Send":["לשלוח"],"Neutral":["לא קלה ולא קשה"],"Are you sure?":["האם ההחלטה סופית?"],"Install":["להתקין"],"Connect your store":["לחבר את החנות שלך"],"Customize":["התאמה אישית"],"All Categories":["כל הקטגוריות"],"Browse":["לעיין"],"Expired":["לא בתוקף"],"Activate":["הפעלה"],"Connect":["התחבר"],"Renew":["לחדש"],"Extensions":["הרחבות"],"Discover":["דיסקבר"],"Version":["גרסא"],"Actions":["פעולות"],"Search":["חיפוש"],"Cancel":["ביטול"],"Name":["שם"],"Update":["עדכן"],"Download":["הורדה"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}