{"translation-revision-date":"2024-06-20 19:10:12+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"Detailed guides and our support team are always available if you're feeling stuck or need some guidance.":["מדריכים מפורטים וצוות התמיכה שלנו זמינים תמיד אם יש לך הרגשה שנתקעת או שיש לך צורך בהדרכה."],"Help is on hand":["עזרה בהישג יד"],"Get the app":["הורדת האפליקציה"],"Manage your store anywhere with the free WooCommerce Mobile App.":["לנהל את החנות שלך מכל מקום באמצעות האפליקציה החינמית של WooCommerce לנייד."],"Manage your store on the go":["לנהל את החנות שלך מכל מקום"],"Add extensions":["להוסיף הרחבות"],"Add extra features and functionality to your store with Woo extensions.":["להוסיף תכונות ופונקציונליות נוספות לחנות שלך עם ההרחבות של Woo."],"Power up your store":["לשדרג את החנות שלך"],"Install Mailchimp":["להתקין את Mailchimp"],"Manage Mailchimp":["לנהל את Mailchimp"],"Keep your shoppers up to date with what's new in your store and set up clever post-purchase automations.":["לוודא שהקונים מעודכנים בכל מה שחדש בחנות שלך ולהגדיר פעולות אוטומטיות חכמות לאחר רכישה."],"Build customer relationships":["לבנות מערכת יחסים עם הלקוחות"],"Add payment methods":["להוסיף אמצעי תשלום"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["לספק לקונים דרכים נוספות לתשלום על ידי הוספת עוד אמצעי תשלום לחנות."],"Provide more ways to pay":["להציע אפשרויות תשלום נוספות"],"Promote products":["לקדם מוצרים"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["להגדיל את בסיס הלקוחות שלך על ידי קידום המוצרים שלך למיליוני קונים פעילים."],"Promote your products":["לקדם את המוצרים שלך"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["המשוב שלך ישותף רק עם WooCommerce, ונתייחס אליו בהתאם <privacyLink>למדיניות הפרטיות<\/privacyLink> שלנו."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["מה גורם לך להרגיש ככה? <smallText>(רשות)<\/smallText>"],"How was the experience of launching your store?":["איך הייתה חוויית ההשקה של החנות שלך?"],"Visit your store":["לבקר בחנות שלך"],"You've successfully launched your store and are ready to start selling! We can't wait to see your business grow.":["השקת את החנות בהצלחה והכול מוכן להתחיל למכור! אנחנו מצפים בכיליון עיניים לראות את העסק שלך גדל."],"Congratulations! Your store is now live":["איחולינו! החנות שלך פעילה עכשיו!"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["אופס! נתקלנו בבעיה בזמן השקת האתר שלך. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["יש להסיר הזמנות בדיקה ונתונים משויכים, כולל נתונים אנליטיים ועסקאות, לאחר הפעלת החנות. "],"Remove %d test orders":["להסיר %d הזמנות בדיקה"],"Test data":["נתוני בדיקות"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["עבודה נהדרת! החנות שלך מוכנה – אין משימות בהמתנה שנדרש להשלים."],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["רוצה להתחיל למכור? לפני השקת החנות, יש לוודא שהשלמת את המשימות החיוניות האלו. אם ברצונך לשנות את הגדרת הנראות של החנות, עליך לעבור אל WooCommerce | הגדרות | נראות האתר."],"What's next?":["מה הצעד הבא?"],"Launch Your Store":["השקת החנות שלך"],"Launch your store":["השקת החנות שלך"],"Please try again":["יש לנסות שוב"],"Back to Home":["בחזרה לעמוד הבית"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["ניתן להשתמש במקשי החיצים שמאלה וימינה כדי לשנות את גודל הקנבס. אפשר להחזיק את Shift כדי לשנות את הגודל במרווחים גדולים יותר."],"Drag to resize":["יש לגרור כדי לשנות את הגודל"],"We appreciate your feedback!":["נשמח לשמוע מה דעתך!"],"Send":["לשלוח"],"Back":["חזרה"],"Copy link":["העתקת הקישור"],"Copied!":["הועתק!"],"Close":["סגור"],"Cancel":["ביטול"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}